insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Золото', 'История Кенни Уэллса — современного золотоискателя, хваткого дельца и мечтателя, 
	   который отчаянно ждёт шанса переломить судьбу. Оставшись без особых вариантов, Уэллс находит 
	   себе такого же неудачливого напарника — геолога, чтобы реализовать грандиозный план: 
	   найти золото в неизведанных индонезийских джунглях.', 2016, 2, 18, 120, 8);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Вышка', 'После гибели Дэна в результате падения со скалы его жена Бекки, ранее увлекавшаяся 
	   экстремальными развлечениями, впала в депрессию. Год спустя девушка всё ещё не может прийти в 
	   себя и регулярно заливает горе алкоголем, когда в её жизни внезапно появляется старая боевая 
	   подруга Хантер. Она предлагает почтить память Дэна, забравшись на телерадиомачту B67 и развеяв 
	   там его прах. Девушки отправляются к самому высокому сооружению Соединённых Штатов, даже не 
	   представляя, с чем им придётся столкнуться на его верхушке.', 2022, 3, 18, 107, 9);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Крушение', 'Пилоту Броуди Торрансу удаётся успешно посадить повреждённый штормом самолёт на 
	   враждебной территории. Вскоре выясняется, что уцелевшим угрожают местные повстанцы, которые 
	   хотят захватить пассажиров в заложники. Броуди должен защитить людей, пока не прибудет помощь.', 
	   2023, 4, 16, 107, 3);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('P.S. Я люблю тебя', 'Он и она созданы друг для друга, две половинки одного целого, которые, 
	   прожив душа в душу долгую счастливую жизнь могли бы спокойно умереть в один день. Но судьба 
	   распоряжается иначе, и она очень скоро остается вдовой. Но даже после смерти муж не оставляет 
	   свою любимую жену: заблаговременно он оставил ей 7 посланий, которые должны помочь ей пережить 
	   утрату. Каждое заканчивается постскриптумом «Я люблю тебя».', 2007, 5, 16, 126, 5);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Мистер и миссис Смит', 'Джон и Джейн женаты не так давно, но уже устали от брака. Им кажется, 
	   что они знают друг о друге всё. Но есть кое-что, что каждый предпочитает держать при себе: оба 
	   они – наёмные убийцы, которые тайно путешествуют по миру, выполняя опасные миссии. Эти отдельные 
	   тайные приключения становятся их общей судьбой в тот момент, когда Джейн получает заказ на Джона, 
	   а Джон - на Джейн.', 2005, 4, 16, 120, 4);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Гангстер', 'После смерти хозяина, Фрэнк Лукас, тихий водитель гарлемского преступного авторитета, 
	   решает создать собственную криминальную империю. Его специальность — героин, который он ввозит 
	   напрямую из Юго-Восточной Азии. Лукас считает себя бизнесменом и конкурирует с другими группировками 
	   по всем правилам рыночной экономики, предлагая более качественный продукт по более низкой цене. 
	   Зарабатывая миллион долларов в день и придерживаясь однажды установленных для себя правил игры, он 
	   становится идолом для всего Гарлема, но по следам Фрэнка уже идёт Ричи Робертс — редкий для Нью-Йорка 
	   образец честного полицейского, ненавидимого коллегами.', 2007, 2, 18, 157, 2);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Выживший', 'Охотник Хью Гласс серьезно ранен на неизведанных просторах американского Дикого Запада. 
	   Товарищ Хью по отряду покорителей новых земель Джон Фицжеральд предательски оставляет его умирать в 
	   одиночестве. Теперь у Гласса осталось только одно оружие – его сила воли. Он готов бросить вызов 
	   первобытной природе, суровой зиме и враждебным племенам индейцев, только чтобы выжить и отомстить 
	   Фицжеральду.', 2015, 10, 18, 156, 7);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('2012', 'Согласно календарю индейцев Майя, в 2012 году планеты солнечной системы окажутся на одной 
	   линии друг с другом, что приведет к глобальным природным катаклизмам: сильнейшие землетрясения, 
	   цунами и извержения вулканов превратят страны и целые континенты в руины. Недавно ученые подтвердили, 
	   что этот миф может стать реальностью.', 2009, 12, 16, 158, 1);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Сплит', 'Cредь бела дня с многолюдной парковки незнакомец похищает трёх школьниц. Они приходят в себя 
	   в закрытом помещении, а в душе владельца таятся 23 лика страха. Сменяя друг друга, личности ведут 
	   обычную для них жизнь — работают и ходят к психотерапевту, периодически напоминая пленницам, что они 
	   дожидаются 24-ю личность, которая скоро явит себя миру.', 2017, 3, 16, 117, 6);
	   
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Брат 2', 'Участвуя в программе на телевидении, Данила Багров встречает своих друзей по службе Чечне. 
	   Одного из них внезапно убивают. Выясняется, что у того были неприятности из-за брата-хоккеиста в Америке. 
	   Данила должен разобраться. Он вылетает в Америку и за компанию берёт с собой старшего брата.', 
	   2000, 4, 16, 127, 10);